Repository: deepin-community/kpat
Catalog: po/*/kpat.po
Languages: el

# NAME OF TRANSLATORS
source: Your names
el: Τούσης Μανώλης

# EMAIL OF TRANSLATORS
source: Your emails
el: manolis@koppermind.homelinux.org

source: Popular Variant Presets
el: Δημοφιλείς παραλλαγές

source: Baker's Dozen
el: Η δωδεκάδα του φούρναρη

source: Spanish Patience
el: Ισπανική πασιέντζα

source: Castles in Spain
el: Κάστρα στην Ισπανία

source: Portuguese Solitaire
el: Πορτογαλική πασιέντζα

source: Custom
el: Προσαρμοσμένο

source: Empty Stack Fill
el: Γέμισμα κενής στοίβας

source: Any (Easy)
el: Οποιοδήποτε (εύκολο)

source: Kings only (Medium)
el: Ρηγάδες μόνο (μεσαίο)

source: None (Hard)
el: Κανένα (δύσκολο)

source: Stack Options
el: Επιλογές στοίβας

source: Face &Up (Easier)
el: Όψη &πάνω (ευκολότερο)

source: Face &Down (Harder)
el: Όψη &κάτω (δυσκολότερο)

source: Build Sequence
el: Κατασκευή ακολουθίας

source: Alternating Color
el: Εναλλακτικό χρώμα

source: Matching Suit
el: Ταίριασμα

source: Rank
el: Βαθμός

source: Baker's Dozen (Custom)
el: Η δωδεκάδα του φούρναρη (προσαρμοσμένο)

source: Castle
el: Κάστρο

source: Beleaguered Castle
el: Πολιορκημένο κάστρο

source: Citadel
el: Φρούριο

source: Exiled Kings
el: Εξόριστοι ρηγάδες

source: Streets and Alleys
el: Δρόμοι και σοκάκια

source: Siegecraft
el: Πολιορκία

source: Stronghold
el: Οχυρό

source: Castle (Custom)
el: Κάστρο (προσαρμοσμένο)

source: Free Cells
el: Ελεύθερες κυψέλες

source: Stacks
el: Στοίβες

source: S&tack Options
el: Επιλογές σ&τοίβας

source: Face &Down
el: Όψη &κάτω

source: Face &Up
el: Όψη &πάνω

source: Alternating Face &Up
el: Εναλλακτική όψη &πάνω

source: Foundation Deal
el: Αρχική μοιρασιά

source: None
el: Κανένα

source: Aces
el: Άσοι

source: Any
el: Ο,τιδήποτε

source: Layout
el: Διάταξη

source: Classic
el: Κλασική

source: Modern
el: Σϋγχρονη

source: Grandfather's Clock
el: Το ρολόι του παππού

source: Solver: This game is winnable.
el: Επίλυση: Αυτό το παιχνίδι μπορεί να κερδηθεί.

source: Solver: This game is no longer winnable.
el: Επίλυση: Αυτό το παιχνίδι δεν μπορεί πια να κερδηθεί.

source: Solver: This game cannot be won.
el: Επίλυση: Αυτό το παιχνίδι δεν μπορεί να κερδηθεί.

source: Solver: Unable to determine if this game is winnable.
el: Επίλυση: Δεν είναι δυνατό να προσδιοριστεί αν αυτό το παιχνίδι μπορεί να κερδηθεί.

source: Congratulations! We have won.
el: Συγχαρητήρια! Κερδίσαμε!

source: Congratulations! You have won.
el: Συγχαρητήρια! Κερδίσατε!

source: Solver: This game is lost.
el: Επίλυση: Αυτό το παιχνίδι έχει χαθεί.

source: Solver: Calculating...
el: Επίλυση: Υπολογισμός...

source: A new game has been requested, but there is already a game in progress. A loss will be recorded in the statistics if the current game is abandoned.
el: Έγινε αίτηση για ένα νέο παιχνίδι, αλλά βρίσκεται ήδη ένα παιχνίδι σε εξέλιξη. Αν ακυρώσετε το παιχνίδι θα καταχωρηθεί στα στατιστικά ως ήττα.

source: Abandon Current Game?
el: Εγκατάλειψη του τρέχοντος παιχνιδιού;

source: Abandon Current Game
el: Εγκατάλειψη του τρέχοντος παιχνιδιού

source: Forty & Eight
el: Σαράντα & οκτώ

source: Freecell
el: Κυψέλες

source: Baker's Game
el: Το παιχνίδι του φούρναρη

source: Eight Off
el: Αφαίρεσε οκτώ

source: Forecell
el: Μπροστινή κυψέλη

source: Seahaven Towers
el: Θαλάσσιοι πύργοι

source: Freecell (Custom)
el: Ελεύθερη κυψέλη (προσαρμοσμένο)

source: Free cells
el: Ελεύθερες κυψέλες

source: Decks
el: Τράπουλες

source: Golf
el: Γκολφ

source: Grandfather
el: Παππούς

source: Gypsy
el: Τσιγγάνα

source: Aces Up
el: Άσοι πάνω

source: Klondike &Options
el: &Επιλογές Klondike

source: Draw 1
el: Τράβηξε 1

source: Draw 3
el: Τράβηξε 3

source: Klondike (Draw 1)
el: Klondike (τράβηξε 1)

source: Klondike (Draw 3)
el: Klondike (τράβηξε 3)

source: Move
el: Μετακίνηση

source: Main Toolbar
el: Κύρια γραμμή εργαλείων

source: Loading...
el: Φόρτωση...

source: Get New Card Decks...
el: Λήψη νέων τραπουλών...

source: KDE Patience Game
el: Παιχνίδι πασιέντζας του KDE

source: Author of original Qt version
el: Συγγραφέας της αρχικής έκδοσης Qt

source: Initial KDE port
el: Αρχική μεταφορά στο KDE

source: New game types
el: Νέοι τύποι παιχνιδιών

source: Bug fixes
el: Διόρθωση σφαλμάτων

source: Shuffle algorithm for game numbers
el: Αλγόριθμος ανακατέματος για τους αριθμούς παιχνιδιών

source: Initial patience solver
el: Αυτός που αρχικά επίλυσε τις πασιέντζες

source: Rewrite and current maintainer
el: Επανασυγγραφή και τρέχων συντηρητής

source: Klondike improvements
el: Βελτιώσεις του Klondike

source: Spider implementation
el: Ενσωμάτωση αράχνης

source: Documentation
el: Τεκμηρίωση

source: Menu and toolbar work
el: Εργασία στα μενού και στις γραμμές εργαλείων

source: Cleanup and polish
el: Καθαρισμός και ωραιοποίηση

source: Integration with Freecell Solver and further work
el: Ενοποίηση με το Freecell Solver και συνακόλουθη εργασία

source: Try to find a solution to the given savegame
el: Προσπάθεια εύρεσης λύσης στο δοσμένο αποθηκευμένο παιχνίδι

source: Dealer to solve (debug)
el: Χαρτοπαίκτης για επίλυση (αποσφαλμάτωση)

source: Game range start (default 0:INT_MAX)
el: Αρχή εύρους παιχνιδιού (προκαθορισμένο 0:INT_MAX)

source: Game range end (default start:start if start given)
el: Τέλος εύρους παιχνιδιού (προκαθορισμένη αρχή: αρχή αν έχει καθοριστεί)

source: Skip the selection screen and load a particular game type. Valid values are: %1
el: Παράλειψη της οθόνης επιλογής και φόρτωση ενός συγκεκριμένου τύπου παιχνιδιού. Έγκυρες τιμές είναι: %1

source: Directory with test cases
el: Κατάλογος με δοκιμαστικές περιπτώσεις

source: Generate random test cases
el: Δημιουργία τυχαίων δοκιμαστικών περιπτώσεων

source: File to load
el: Αρχείο για φόρτωση

# Start a new game of a different type
source: New &Game...
el: Νέο &παιχνίδι...

# Start a new game of without changing the game type
source: New &Deal
el: Νέα &παρτίδα

# Start a game by giving its particular number
source: New &Numbered Deal...
el: Νέα &αριθμημένη παρτίδα...

# Replay the current deal from the start
source: Restart Deal
el: Επανεκκίνηση παρτίδας

# Start the game with the number one greater than the current one
source: Next Deal
el: Επόμενη παρτίδα

# Start the game with the number one less than the current one
source: Previous Deal
el: Προηγούμενη παρτίδα

source: Statistics
el: Στατιστικά

# Take one or more cards from the deck, flip them, and place them in play
source: Dra&w
el: &Τράβηξε

# Deal a new row of cards from the deck
source: Dea&l Row
el: Μοίρασμα νέας σειράς

# Collect the cards in play, shuffle them and redeal them
source: &Redeal
el: &Μοίρασε ξανά

# Automatically move cards to the foundation piles
source: Dro&p
el: &Ρίψη

source: Change Appearance...
el: Αλλαγή εμφάνισης...

source: &Enable Autodrop
el: &Ενεργοποίηση αυτόματης ρίψης

source: E&nable Solver
el: Ενεργοποίηση &επίλυσης

source: Play &Sounds
el: Αναπαραγωγή ή&χων

source: &Remember State on Exit
el: &Απομνημόνευση κατάστασης κατά την έξοδο

source: Generate a theme preview image
el: Δημιουργία μιας εικόνας προεπισκόπησης θέματος

source: Take Game Preview Snapshots
el: Λήψη προεπισκοπήσεων παιχνιδιού

source: Random Cards
el: Τυχαίες κάρτες

source: Move Focus to Previous Pile
el: Μετακίνηση εστίασης στον προηγούμενο σωρό

source: Move Focus to Next Pile
el: Μετακίνηση εστίασης στον επόμενο σωρό

source: Move Focus to Card Below
el: Μετακίνηση εστίασης στην παρακάτω κάρτα

source: Move Focus to Card Above
el: Μετακίνηση εστίασης στην παραπάνω κάρτα

source: Cancel Focus
el: Ακύρωση εστίασης

source: Pick Up or Set Down Focus
el: Πάρε ή άφησε την εστίαση

source: Card Deck
el: Τράπουλα

source: Select a card deck
el: Επιλογή μιας τράπουλας

source: Game Theme
el: Θέμα παιχνιδιού

source: Select a theme for non-card game elements
el: Επιλέξτε ένα θέμα για στοιχεία εκτός παιχνιδιού καρτών

source: Help &with %1
el: Βοήθεια &στο %1

# Shown when there is no game open. Is always disabled.
source: Help &with Current Game
el: Βοήθεια &στο τρέχον παιχνίδι

source: Are you sure you want to hide the menubar? The current shortcut to show it again is %1.
el: Είστε βέβαιοι ότι θέλετε να αποκρύψετε τη γραμμή μενού; Η τρέχουσα συντόμευση για να την επαναφέρετε είναι %1.

source: Hide Menubar
el: Απόκρυψη γραμμής μενού

source: Downloading file failed: %1
el: Η λήψη του αρχείου απέτυχε: %1

source: Error reading XML file:
el: Σφάλμα ανάγνωσης αρχείου XML:

source: XML file is not a KPat save.
el: Το αρχείο XML δεν πρόκειται για αποθηκευμένο παιχνίδι του KPat.

source: Unrecognized game id.
el: Μη αναγνωρίσιμη ταυτότητα παιχνιδιού

source: Errors encountered while parsing file.
el: Σφάλμα κατά την ανάλυση του αρχείου.

source: Load
el: Φόρτωση

source: Save
el: Αποθήκευση

source: Error opening file for writing. Saving failed.
el: Σφάλμα κατά το άνοιγμα αρχείου για εγγραφή. Η αποθήκευση απέτυχε.

source: Unable to create temporary file. Saving failed.
el: Αδύνατη η δημιουργία προσωρινού αρχείου. Η αποθήκευση απέτυχε.

source: Error uploading file. Saving failed: %1
el: Σφάλμα κατά την αποστολή αρχείου. Αποτυχία αποθήκευσης: %1

source: 1 move
el: 1 κίνηση

source: New Numbered Deal
el: Νέα αριθμημένη παρτίδα

source: Game:
el: Παιχνίδι:

source: Deal number:
el: Αριθμός παρτίδας

source: Simple Simon
el: Απλό Σιμόν

source: Spider &Options
el: &Επιλογές αράχνης

source: 1 Suit (Easy)
el: 1 χρώμα (εύκολο)

source: 2 Suits (Medium)
el: 2 χρώματα (μεσαίο)

source: 4 Suits (Hard)
el: 4 χρώματα (δύσκολο)

source: Face &Down (harder)
el: Όψη &κάτω (δύσκολο)

source: Face &Up (easier)
el: Όψη &πάνω (εύκολο)

source: Spider
el: Αράχνη

source: Spider (1 Suit)
el: Αράχνη (1 χρώμα)

source: Spider (2 Suit)
el: Αράχνη (2 χρώματα)

source: Spider (4 Suit)
el: Αράχνη (4 χρώματα)

source: 1 loss
el: 1 ήττα

source: 1 win
el: 1 νίκη

source: Longest winning streak:
el: Μεγαλύτερη σειρά νίκης:

source: Games played:
el: Παιχνίδια που παίχτηκαν:

source: Longest losing streak:
el: Μεγαλύτερη σειρά ήττας:

source: Games won:
el: Κερδισμένα παιχνίδια:

source: Current streak:
el: Τρέχουσα ρέντα:

source: Minimal number of moves:
el: Ελάχιστο πλήθος κινήσεων:

source: Yukon
el: Γιούκον
